Repository: sajjad220/ElementorFormsSMS
Catalog: languages/elementor-sms-integration-*.po
Languages: fa_ir

source: SMS Settings
fa_ir: تنظیمات پیامک

source: Elementor SMS
fa_ir: پیامک المنتور

source: 1. IPPanel Service Information
fa_ir: 1. اطلاعات سرویس IPPANEL

source: Example: Dg5...YhY=
fa_ir: مثال: Dg5...YhY=

source: Sender Number
fa_ir: شماره فرستنده

source: Example: 3000500600700
fa_ir: مثال: 3000505

source: Pattern Code
fa_ir: کد پترن

source: Example: 98oDG4fhk7ijz
fa_ir: مثال: 98oDG4fhk7ijz

source: 2. Elementor Form Settings
fa_ir: 2. تنظیمات فرم المنتور

source: Recipient Phone Field Label
fa_ir: عنوان فیلد شماره گیرنده

source: Example: phone_number
fa_ir: مثال: شماره_موبایل

source: The Label of the field where the recipient's mobile number is entered.
fa_ir: عنوان (Label) فیلدی که شماره موبایل گیرنده در آن وارد می‌شود.

source: 3. Map Pattern Variables to Form Fields
fa_ir: ۳. اتصال متغیرهای الگو به فیلدهای فرم

source: In this section, specify which form field value should replace each variable in your SMS pattern.
fa_ir: در این بخش، مشخص کنید که مقدار هر فیلد از فرم شما، باید جایگزین کدام متغیر در الگوی پیامک‌تان شود.

source: Important Note:
fa_ir: نکته مهم:

source: Elementor automatically converts spaces in field labels to underscores (_). Please use underscores instead of spaces in the table below.
fa_ir: المنتور به صورت خودکار فاصله‌های موجود در عنوان فیلدها را به آندرلاین (_) تبدیل می‌کند. لطفاً شما نیز در جدول زیر، به جای فاصله از آندرلاین استفاده کنید.

source: Example:
fa_ir: مثال:

source: If your field label in Elementor is "Full Name", you should enter "Full_Name" in the table below.
fa_ir: اگر عنوان فیلد شما در المنتور "نام و نام خانوادگی" است، شما باید در جدول زیر آن را به صورت "نام_و_نام_خانوادگی" وارد کنید.

source: Field Label in Form (with underscores)
fa_ir: عنوان فیلد در فرم (با آندرلاین)

source: Variable Name in IPPanel Pattern
fa_ir: نام متغیر در الگوی IPPanel

source: Remove
fa_ir: حذف

source: Example: full_name
fa_ir: مثال: نام_کامل

source: Example: user-name
fa_ir: مثال: user-name

source: Add New Row
fa_ir: اضافه کردن ردیف جدید:

source: Example: order_id
fa_ir: مثال: order_id

source: Example: order-id
fa_ir: مثال: order-id

source: At least one mapping row must exist.
fa_ir: حداقل یک ردیف برای اتصال متغیرها باید وجود داشته باشد.

source: Settings saved successfully.
fa_ir: تنظیمات با موفقیت ذخیره شد.

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Connection Guide
fa_ir: راهنمای اتصال

source: Copy the following URL into the "Webhook URL" field in your Elementor form settings:
fa_ir: آدرس زیر را در فیلد "Webhook URL" در تنظیمات فرم المنتور کپی کنید:

source: The main plugin settings (API, Sender Number, Pattern Code, and Recipient Field) are not complete.
fa_ir: تنظیمات اصلی افزونه (API، شماره فرستنده، کد الگو و فیلد گیرنده) کامل نیست.

source: Recipient phone number not found in the data sent from the form.
fa_ir: شماره تلفن گیرنده در اطلاعات ارسالی از فرم یافت نشد.

source: Error connecting to the SMS service:
fa_ir: خطا در ارتباط با سرویس پیامک: Export to Sheets
